Revit 2027 API
ParameterTypeId.RebarSystemAddlTopOffset Property
 "Additional Top Cover Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemAddlTopOffset { get; }
Public Shared ReadOnly Property RebarSystemAddlTopOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemAddlTopOffset {
	ForgeTypeId^ get ();
}
static member RebarSystemAddlTopOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace